brew "cmake"
brew "exa"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "gcc"
brew "git"
brew "gnupg"
brew "harfbuzz"
brew "imagemagick"
brew "inetutils"
brew "librsvg"
brew "neovim", args: ["HEAD"]
brew "optipng"
brew "pandoc"
brew "pinentry"
brew "pkg-config"
brew "python3"
brew "r"
brew "ripgrep"
brew "tmux"
brew "yarn"

cask "1password"
cask "bbedit"
cask "bunch"
cask "fastscripts"
cask "iina"
cask "itsycal"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kitty"
cask "launchbar"
cask "mactex"
cask "moom"
cask "musicbrainz-picard"
cask "shortcat"
cask "soulver"
cask "xbar"
cask "xld"
