brew "cmake"
brew "ctags"  # For Neovim lspconfig features
brew "eza"
brew "fd"  # For Neovim Telescope
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "gcc"
brew "git"
brew "gnupg"
brew "harfbuzz"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "luarocks" # For Neovim
brew "librsvg"
brew "neovim", args: ["HEAD"]
brew "optipng"
brew "pandoc"
brew "pinentry"
brew "pkg-config"
brew "python3"
brew "r"
brew "ripgrep"  # For Neovim Telescope
brew "texlab"
brew "trash"
brew "yarn"

cask "1password"
cask "bbedit"
cask "fastscripts"
cask "iina"
cask "itsycal"
cask "kitty"
cask "leader-key"
cask "mactex"
cask "moom"
cask "musicbrainz-picard"
cask "shortcat"
cask "soulver"
cask "xld"
